{
  "lastUpdated": "14.12.2024",
  "entrepreneur": {
    "fullName": "Ишимов Марат Витальевич",
    "shortName": "ИП Ишимов М.В.",
    "inn": "166016952342",
    "ogrnip": "325169000108367",
    "registrationDate": "23.05.2025",
    "address": "Республика Татарстан, город Казань",
    "taxAuthority": "Межрайонная инспекция ФНС России № 5 по Республике Татарстан",
    "taxRegime": "УСН, ПСН",
    "activityCode": "85.41",
    "activityName": "Образование дополнительное детей и взрослых"
  },
  "oferta": {
    "title": "ПУБЛИЧНАЯ ОФЕРТА",
    "subtitle": "на оказание платных образовательных услуг",
    "sections": [
      {
        "title": "1. ОБЩИЕ ПОЛОЖЕНИЯ",
        "content": [
          "1.1. Настоящий документ является официальным предложением (публичной офертой) Индивидуального предпринимателя Ишимова Марата Витальевича (далее — «Исполнитель») в адрес любого физического лица (далее — «Заказчик») заключить договор на оказание платных образовательных услуг на условиях, изложенных в настоящей оферте.",
          "1.2. В соответствии с пунктом 2 статьи 437 Гражданского кодекса Российской Федерации настоящий документ является публичной офертой.",
          "1.3. Акцептом настоящей оферты является совершение Заказчиком действий по оплате образовательных услуг Исполнителя. Акцепт оферты означает полное и безоговорочное принятие Заказчиком всех условий настоящей оферты.",
          "1.4. Договор считается заключённым с момента поступления денежных средств на расчётный счёт Исполнителя в счёт оплаты образовательных услуг.",
          "1.5. Осуществляя акцепт настоящей оферты, Заказчик подтверждает свою правоспособность и дееспособность, а также законное право вступать в договорные отношения с Исполнителем."
        ]
      },
      {
        "title": "2. ПРЕДМЕТ ДОГОВОРА",
        "content": [
          "2.1. Исполнитель обязуется оказать Заказчику платные образовательные услуги в сфере дополнительного образования детей и взрослых (ОКВЭД 85.41), а Заказчик обязуется оплатить эти услуги.",
          "2.2. Образовательные услуги включают: онлайн-курсы, видеоуроки, учебные материалы, консультации и иные образовательные продукты, представленные на сайте Исполнителя.",
          "2.3. Перечень, содержание, стоимость и сроки оказания образовательных услуг определяются на сайте Исполнителя и могут изменяться Исполнителем в одностороннем порядке.",
          "2.4. Исполнитель осуществляет образовательную деятельность на основании патента (ПСН)."
        ]
      },
      {
        "title": "3. ПРАВА И ОБЯЗАННОСТИ СТОРОН",
        "content": [
          "3.1. Исполнитель обязуется:",
          "3.1.1. Предоставить Заказчику доступ к оплаченным образовательным материалам в течение срока, указанного в описании услуги.",
          "3.1.2. Обеспечить качество образовательных услуг в соответствии с заявленным описанием.",
          "3.1.3. Консультировать Заказчика по вопросам, связанным с оказанием образовательных услуг.",
          "3.2. Исполнитель вправе:",
          "3.2.1. Изменять содержание образовательных материалов с целью их улучшения.",
          "3.2.2. Приостановить или прекратить оказание услуг в случае нарушения Заказчиком условий настоящей оферты.",
          "3.2.3. Изменять стоимость услуг в одностороннем порядке (изменения не распространяются на уже оплаченные услуги).",
          "3.3. Заказчик обязуется:",
          "3.3.1. Своевременно оплачивать образовательные услуги.",
          "3.3.2. Не передавать третьим лицам доступ к образовательным материалам.",
          "3.3.3. Не копировать, не распространять и не использовать в коммерческих целях образовательные материалы Исполнителя.",
          "3.4. Заказчик вправе:",
          "3.4.1. Получать образовательные услуги в соответствии с оплаченным тарифом.",
          "3.4.2. Обращаться к Исполнителю за консультациями по вопросам оказания услуг."
        ]
      },
      {
        "title": "4. СТОИМОСТЬ УСЛУГ И ПОРЯДОК ОПЛАТЫ",
        "content": [
          "4.1. Стоимость образовательных услуг указывается на сайте Исполнителя в российских рублях.",
          "4.2. Оплата производится путём безналичного перечисления денежных средств на расчётный счёт Исполнителя или иными способами, указанными на сайте.",
          "4.3. Услуга считается оплаченной с момента поступления денежных средств на счёт Исполнителя.",
          "4.4. Исполнитель не является плательщиком НДС в связи с применением упрощённой системы налогообложения (УСН) и патентной системы налогообложения (ПСН)."
        ]
      },
      {
        "title": "5. ВОЗВРАТ ДЕНЕЖНЫХ СРЕДСТВ",
        "content": [
          "5.1. Возврат денежных средств осуществляется в соответствии с Законом РФ «О защите прав потребителей» от 07.02.1992 № 2300-1.",
          "5.2. Заказчик вправе отказаться от исполнения договора в любое время при условии оплаты Исполнителю фактически понесённых расходов (статья 32 Закона о защите прав потребителей).",
          "5.3. Возврат денежных средств за образовательные услуги возможен в следующих случаях:",
          "5.3.1. До начала оказания услуг — в полном объёме.",
          "5.3.2. После начала оказания услуг — за вычетом стоимости фактически оказанных услуг.",
          "5.4. Возврат денежных средств не производится:",
          "5.4.1. Если Заказчик получил полный доступ к образовательным материалам и услуга считается оказанной в полном объёме.",
          "5.4.2. В случае нарушения Заказчиком условий настоящей оферты.",
          "5.5. Для оформления возврата Заказчик направляет письменное заявление на электронную почту Исполнителя.",
          "5.6. Срок рассмотрения заявления на возврат — 10 (десять) рабочих дней."
        ]
      },
      {
        "title": "6. ОТВЕТСТВЕННОСТЬ СТОРОН",
        "content": [
          "6.1. За неисполнение или ненадлежащее исполнение обязательств по настоящему договору стороны несут ответственность в соответствии с законодательством Российской Федерации.",
          "6.2. Исполнитель не несёт ответственности за:",
          "6.2.1. Невозможность оказания услуг по причинам, не зависящим от Исполнителя (технические сбои на стороне Заказчика, отсутствие интернет-соединения и т.п.).",
          "6.2.2. Результаты применения Заказчиком полученных знаний и навыков.",
          "6.2.3. Несоответствие ожиданий Заказчика фактическому содержанию образовательных материалов, если содержание соответствует заявленному описанию.",
          "6.2.4. Действия третьих лиц.",
          "6.3. Исполнитель не гарантирует достижение Заказчиком каких-либо конкретных результатов (в том числе результатов ЕГЭ, ОГЭ и иных экзаменов) в результате прохождения образовательных курсов.",
          "6.4. Совокупная ответственность Исполнителя по договору ограничивается суммой, фактически уплаченной Заказчиком за соответствующую услугу."
        ]
      },
      {
        "title": "7. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ",
        "content": [
          "7.1. Все образовательные материалы, предоставляемые Исполнителем, являются объектами интеллектуальной собственности и охраняются законодательством Российской Федерации об авторском праве (часть 4 Гражданского кодекса РФ).",
          "7.2. Заказчику предоставляется неисключительная лицензия на использование образовательных материалов исключительно в личных некоммерческих целях.",
          "7.3. Запрещается копирование, распространение, публичное воспроизведение, переработка образовательных материалов без письменного согласия Исполнителя.",
          "7.4. Нарушение авторских прав влечёт гражданско-правовую, административную и уголовную ответственность в соответствии с законодательством РФ."
        ]
      },
      {
        "title": "8. ПЕРСОНАЛЬНЫЕ ДАННЫЕ",
        "content": [
          "8.1. Заказчик даёт согласие на обработку своих персональных данных в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».",
          "8.2. Исполнитель обрабатывает персональные данные Заказчика в целях исполнения настоящего договора.",
          "8.3. Исполнитель обязуется не передавать персональные данные Заказчика третьим лицам, за исключением случаев, предусмотренных законодательством РФ."
        ]
      },
      {
        "title": "9. ФОРС-МАЖОР",
        "content": [
          "9.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по договору в случае наступления обстоятельств непреодолимой силы (форс-мажор).",
          "9.2. К обстоятельствам непреодолимой силы относятся: стихийные бедствия, военные действия, акты государственных органов, делающие невозможным исполнение обязательств, и иные обстоятельства, которые стороны не могли предвидеть и предотвратить."
        ]
      },
      {
        "title": "10. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ",
        "content": [
          "10.1. Все споры и разногласия, возникающие между сторонами, разрешаются путём переговоров.",
          "10.2. В случае невозможности разрешения споров путём переговоров, споры подлежат рассмотрению в суде по месту нахождения Исполнителя в соответствии с законодательством Российской Федерации.",
          "10.3. До обращения в суд Заказчик обязан направить Исполнителю письменную претензию. Срок рассмотрения претензии — 30 (тридцать) календарных дней."
        ]
      },
      {
        "title": "11. СРОК ДЕЙСТВИЯ И ИЗМЕНЕНИЕ УСЛОВИЙ",
        "content": [
          "11.1. Настоящая оферта вступает в силу с момента её размещения на сайте Исполнителя и действует до момента её отзыва Исполнителем.",
          "11.2. Исполнитель вправе в любое время изменить условия настоящей оферты в одностороннем порядке без предварительного уведомления Заказчика.",
          "11.3. Изменения вступают в силу с момента их публикации на сайте Исполнителя.",
          "11.4. Заказчик обязуется самостоятельно отслеживать изменения условий оферты."
        ]
      },
      {
        "title": "12. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ",
        "content": [
          "12.1. Настоящая оферта составлена в соответствии с законодательством Российской Федерации.",
          "12.2. Во всём, что не предусмотрено настоящей офертой, стороны руководствуются действующим законодательством Российской Федерации.",
          "12.3. Признание судом недействительности какого-либо положения настоящей оферты не влечёт недействительности остальных положений."
        ]
      }
    ]
  },
  "userAgreement": {
    "title": "ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ",
    "subtitle": "об использовании сайта и образовательной платформы",
    "sections": [
      {
        "title": "1. ОБЩИЕ ПОЛОЖЕНИЯ",
        "content": [
          "1.1. Настоящее Пользовательское соглашение (далее — «Соглашение») регулирует отношения между Индивидуальным предпринимателем Ишимовым Маратом Витальевичем (далее — «Администрация») и пользователем сети Интернет (далее — «Пользователь»), возникающие при использовании сайта и образовательной платформы.",
          "1.2. Использование сайта означает полное и безоговорочное согласие Пользователя с условиями настоящего Соглашения.",
          "1.3. Если Пользователь не согласен с условиями Соглашения, он обязан прекратить использование сайта.",
          "1.4. Администрация вправе в любое время изменять условия Соглашения без предварительного уведомления Пользователя."
        ]
      },
      {
        "title": "2. РЕГИСТРАЦИЯ И УЧЁТНАЯ ЗАПИСЬ",
        "content": [
          "2.1. Для доступа к образовательным материалам Пользователь обязан пройти процедуру регистрации на сайте.",
          "2.2. При регистрации Пользователь обязуется предоставить достоверную информацию о себе.",
          "2.3. Пользователь несёт полную ответственность за сохранность своих учётных данных (логина и пароля).",
          "2.4. Пользователь обязуется незамедлительно уведомить Администрацию о несанкционированном доступе к своей учётной записи.",
          "2.5. Администрация не несёт ответственности за действия третьих лиц, получивших доступ к учётной записи Пользователя."
        ]
      },
      {
        "title": "3. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ",
        "content": [
          "3.1. Пользователь вправе:",
          "3.1.1. Использовать функционал сайта в соответствии с его назначением.",
          "3.1.2. Получать доступ к оплаченным образовательным материалам.",
          "3.1.3. Обращаться в службу поддержки по вопросам работы сайта.",
          "3.2. Пользователь обязуется:",
          "3.2.1. Соблюдать условия настоящего Соглашения.",
          "3.2.2. Не нарушать права интеллектуальной собственности Администрации.",
          "3.2.3. Не использовать сайт для противоправных действий.",
          "3.2.4. Не передавать доступ к своей учётной записи третьим лицам.",
          "3.2.5. Не использовать автоматизированные средства для доступа к сайту без разрешения Администрации."
        ]
      },
      {
        "title": "4. ПРАВА И ОБЯЗАННОСТИ АДМИНИСТРАЦИИ",
        "content": [
          "4.1. Администрация вправе:",
          "4.1.1. Изменять, дополнять или удалять любые материалы сайта без предварительного уведомления.",
          "4.1.2. Приостанавливать или прекращать работу сайта для проведения технических работ.",
          "4.1.3. Блокировать учётную запись Пользователя в случае нарушения условий Соглашения.",
          "4.1.4. Направлять Пользователю информационные и рекламные сообщения.",
          "4.2. Администрация обязуется:",
          "4.2.1. Обеспечивать работоспособность сайта в меру технических возможностей.",
          "4.2.2. Защищать персональные данные Пользователя в соответствии с законодательством РФ."
        ]
      },
      {
        "title": "5. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ",
        "content": [
          "5.1. Сайт и все материалы предоставляются «как есть» (as is) без каких-либо гарантий.",
          "5.2. Администрация не гарантирует бесперебойную и безошибочную работу сайта.",
          "5.3. Администрация не несёт ответственности за:",
          "5.3.1. Любые убытки, возникшие в результате использования или невозможности использования сайта.",
          "5.3.2. Содержание внешних сайтов, на которые ведут ссылки с сайта.",
          "5.3.3. Действия третьих лиц.",
          "5.3.4. Временную недоступность сайта по техническим причинам.",
          "5.3.5. Потерю данных Пользователя.",
          "5.4. Администрация не несёт ответственности за результаты обучения и достижение Пользователем каких-либо конкретных целей.",
          "5.5. Совокупная ответственность Администрации перед Пользователем ограничивается суммой, уплаченной Пользователем за услуги."
        ]
      },
      {
        "title": "6. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ",
        "content": [
          "6.1. Все материалы сайта (тексты, изображения, видео, программный код и др.) являются объектами интеллектуальной собственности Администрации или третьих лиц.",
          "6.2. Использование материалов сайта без письменного разрешения Администрации запрещено.",
          "6.3. Нарушение авторских прав преследуется в соответствии с законодательством Российской Федерации."
        ]
      },
      {
        "title": "7. ПЕРСОНАЛЬНЫЕ ДАННЫЕ И КОНФИДЕНЦИАЛЬНОСТЬ",
        "content": [
          "7.1. Администрация осуществляет обработку персональных данных Пользователя в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».",
          "7.2. Регистрируясь на сайте, Пользователь даёт согласие на обработку своих персональных данных.",
          "7.3. Администрация принимает необходимые меры для защиты персональных данных Пользователя от несанкционированного доступа.",
          "7.4. Администрация вправе использовать технологию cookies для улучшения работы сайта."
        ]
      },
      {
        "title": "8. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ",
        "content": [
          "8.1. Все споры разрешаются путём переговоров.",
          "8.2. При невозможности достижения соглашения споры рассматриваются в суде по месту нахождения Администрации.",
          "8.3. К отношениям сторон применяется законодательство Российской Федерации."
        ]
      },
      {
        "title": "9. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ",
        "content": [
          "9.1. Настоящее Соглашение вступает в силу с момента начала использования сайта Пользователем.",
          "9.2. Соглашение действует бессрочно до момента его расторжения любой из сторон.",
          "9.3. Администрация вправе расторгнуть Соглашение в одностороннем порядке путём блокировки учётной записи Пользователя.",
          "9.4. Признание судом недействительности какого-либо положения Соглашения не влечёт недействительности остальных положений."
        ]
      }
    ]
  },
  "contacts": {
    "title": "РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ",
    "data": [
      "Индивидуальный предприниматель Ишимов Марат Витальевич",
      "ИНН: 166016952342",
      "ОГРНИП: 325169000108367",
      "Адрес: Республика Татарстан, город Казань",
      "Дата регистрации: 23.05.2025"
    ]
  }
}
